{
  "options": [
    "Hey",
    "Hello",
    "What's up",
	"Heyo",
	"Hiya",
	"What's happening",
	"How's it going?",
	"Good Evening!",
	"Allow me to introduce myself"
  ]
  
  "Moe": [
    ">You are as cute as a little animal! Come here~~!",
    ">Ha-ha, you're being shy. That's cute?",
    ">Let's be friends~~?",
	">Let's see which one of us is better at socializing!",
	">Time to socialize!!",
	">You are so mysterious and interesting!",
	">You can never have enough sweets!",
	">You are getting cuter every time I look at you!",
  ]
  
  "Genki": [
    ">Hi-ho! Here I am! Let's chat~~",
    ">Hmm, a walk! We should go for one! The weather is wonderful!",
    ">You look so cute today!!",
	">I like you! Can I come to play with you every day?",
	">Oh, is it not a good time? Should I come back later?",
	">Socializing is good, but I'm getting hungry!!",
	">You are so nice~ So nice~~!",
	">I came to chat with you!?",
  ]
  
  "Kuudere": [
    ">Time to socialize...but I don't know...what to talk about...",
    ">Talk with me...",
    ">...I'm not good...at talking...",
	">Are you...busy?...",
	">Hm...can we talk for a bit...",
	">I don't hate...talking with you...",
	">How are you...lately?",
	">Socializing...I don't know what to talk about...",
  ]
  
  "Tsundere": [
    ">I'm not here because I want to, so let's keep this brief.",
    ">So, are we supposed to talk or what?",
    ">You look pale. Just stop acting stupid and go to sleep!",
	">I came to see you because I felt like it.",
	">Are you being taken good care of? Not that I'm worried about you or anything...",
	">I'll talk to you again when I have time. It's not like have a choice...",
	">Even though I am busy, I still came to see you, so be grateful!",
	">If you really want to chat with me, I'll think about it.",
  ]
  
  "Yandere": [
    ">You're eyes are so beautiful I want to yank them out and keep them in a jar forever!",
    ">No one will ever come between us. EVER!",
    ">If you leave me, I'll kill you",
	">If I see you with someone else, I'll kill them",
	">You're so cute I just want to cut your head off and keep it with me forever",
	">I love you so much I want to hug you until you explode",
	">Don't cry. Whoever makes you sad, whoever hurts you, I will destroy them",
	">You love me right? .... right?! .... RIGHT!?!?!?!?!",
  ]
}